Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/sme/laws/other_files/finnmarkkulahka_web_lettere.pdf.tmx
Source language: sme
Languages: nob

source: 3 Gaskavuohta álbmotriektái Láhka gusto daid ráddjehusaiguin mat čuvvot ILO - konvenšuvnnas nr. 169 eamiálbmogiid ja čearddaid birra iehčanas stáhtain .
nob: 3 Forholdet til folkeretten Loven gjelder med de begrensninger som følger av ILO - konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater .

source: Láhka galgá adnojuvvot álbmotrievtti njuolggadusaid mielde álgoálbmogiid ja veahádagaid birra ja daid mearrádusaid mielde mat leat šiehtaduvvon vieris stáhtaiguin guolásteami birra rádjačázádagain . §
nob: Loven skal anvendes i samsvar med folkerettens regler om urfolk og minoriteter og bestemmelser i overenskomster med fremmede stater om fisket i grensevassdragene . §

source: 4 Sámedikki válddahusat meahcceeatnamiid nuppástuvvan geavaheapmái Sámediggi sáhttá addit válddahusaid dasa , mo meahcceeatnamiid nuppástuvvan geavaheami váikkuhus sámi kultuvrii , boazodollui , meahcásteapmái , ealáhusdoaimmaheapmái ja servodateallimii galgá árvvoštallojuvvot .
nob: 4 Sametingets retningslinjer for endret bruk av utmark Sametinget kan gi retningslinjer for hvordan virkningen for samisk kultur , reindrift , utmarksbruk , næringsutøvelse og samfunnsliv av endret bruk av utmark skal bedømmes .

source: Válddahusaid galgá departemeanta dohkkehit .
nob: Retningslinjene skal godkjennes av departementet .

source: Departemeanta iská leatgo válddahusat vuosttas čuoggá ráma siskkobealde , ja leatgo hábmejuvvon heivvolaš vuogi mielde .
nob: Departementet prøver om retningslinjene ligger innenfor rammen av første punktum , og om de er utformet på egnet måte .

source: Áššiin meahcceeatnamiid nuppástuvvan geavaheami birra galget stáhtalaš , fylkkagielddalaš ja gielddalaš eiseválddit árvvoštallat , mo nuppástupmi váikkuha sámi kultuvrii , boazodollui , meahcásteapmái , ealáhusdoaimmaheapmái ja servodateallimii .
nob: I saker om endret bruk av utmark skal statlige , fylkeskommunale og kommunale myndigheter vurdere hvilken betydning endringen vil ha for samisk kultur , reindrift , utmarksbruk , næringsutøvelse og samfunnsliv .

source: Sámedikki válddahusat galget adnojuvvot sámi beroštusaid árvvoštallama vuođusin vuosttas čuoggá mielde .
nob: Sametingets retningslinjer skal legges til grunn ved vurderingen av samiske interesser etter første punktum .

source: § 5 Gaskavuohta bissovaš vuoigatvuođaide Sámit leat oktasaččat ja oktagaslaččat bistilis eanaja čáhceguovlluid geavahemiin rábidan vuoigatvuođaid eatnamiidda Finnmárkkus .
nob: § 5 Forholdet til bestående rettigheter Samene har kollektivt og individuelt gjennom langvarig bruk av land og vann opparbeidet rettigheter til grunn i Finnmark .

source: Láhka ii guoskkat oktasaš dahje oktagaslaš vuoigatvuođaid , maid sámit ja earrásat leat rábidan oamastusa dahje dološ áiggi rájes geavaheami bokte .
nob: Loven her gjør ikke inngrep i kollektive og individuelle rettigheter som samer og andre har opparbeidet ved hevd eller alders tids bruk .

source: Dát gusto maiddái daid vuoigatvuođaide , mat boazodolliin leat dákkár vuđđosa alde dahje boazodoallolága mielde .
nob: Dette gjelder også de rettighetene reindriftsutøvere har på slikt grunnlag eller etter reindriftsloven .

source: Nannen dihtii vuoigatvuođaid mahtodaga ja sisdoalu , mat sámiin ja earrásiin leat oamastusa dahje dološ áiggi rájes geavaheami vuođul dahje eará vuđđosa alde , ásahuvvo komišuvdna mii galgá čielggadit vuoigatvuođaid Finnmárkku eatnamiidda ja čáziide , ja sierraduopmostuollu mii galgá mearridit soahpameahttunvuođaid dakkár vuoigatvuođaid alde , vrd. kapihtal 5 .
nob: For å fastslå omfanget og innholdet av de rettighetene som samer og andre har på grunnlag av hevd eller alders tids bruk eller på annet grunnlag , opprettes en kommisjon som skal utrede rettigheter til land og vann i Finnmark , og en særdomstol som skal avgjøre tvister om slike rettigheter , jf. kapittel 5 .

source: Kapihtal 2 Finnmárkkuopmodat § 6 Finnmárkkuopmodaga riektedilli Finnmárkkuopmodat ( Finnmarkseiendommen ) lea Finnmárkkus sierra riektesubjeakta , mii galgá hálddahit eatnamiid ja luondduvalljodagaid jna , maid dat oamasta lága ulbmila mielde ja dán lága njuolggadusaid mielde . §
nob: Kapittel 2 Finnmarkseiendommen § 6 Finnmarkseiendommens rettsstilling Finnmarkseiendommen ( Finnmárkkuopmodat ) er et eget rettssubjekt med sete i Finnmark som skal forvalte grunn og naturressurser mv. som den eier i samsvar med lovens formål og reglene i loven her for øvrig . §

source: 7 Finnmárkkuopmodaga stivra Finnmárkkuopmodaga jođiha stivra , mas leat guhtta olbmo .
nob: 7 Finnmarkseiendommens styre Finnmarkseiendommen ledes av et styre på seks personer .

source: Finnmárkku fylkkadiggi ja Sámediggi válljeba ieža goabbáge golbma lahtu oktan persovnnalaš sadjásašlahtuiguin .
nob: Finnmark fylkesting og Sametinget velger selv tre medlemmer med personlige varamedlemmer hver .

source: Lahtut ja sadjásašlahtut galget ássat Finnmárkkus .
nob: Medlemmene og varamedlemmene skal være bosatt i Finnmark .

source: Sámedikki válljen lahtuid gaskkas galgaba uhcimustá okta stivrralahttu ja su sadjásašlahttu leat boazodoalu ovddasteaddjit .
nob: Blant medlemmene valgt av Sametinget skal minst ett styremedlem og vedkommendes varamedlem være representanter for reindriften .

source: Sihke lahttun ja sadjásašlahttun galgaba guktot orgánat válljet sihke nissoniid ja dievdduid .
nob: Både som medlemmer og som varamedlemmer skal begge organer velge både kvinner og menn .

source: Orgána galgá válljet lahtuid ja sadjásašlahtuid ovtta ollái .
nob: Organet skal velge medlemmer og varamedlemmer samlet .

source: Stivrralahttun dahje sadjásašlahttun ii sáhte válljet Finnmárkkuopmodaga virgehasaid , Finnmárkkuopmodaga rehketdoallodárkkisteaddji ja gozihanlávdegotti lahtuid ja sadjásašlahtuid .
nob: revisor og medlemmer og varamedlemmer i kontrollkomiteen kan ikke velges som styremedlemmer eller varamedlemmer .

source: Stivrralahtut ja sadjásašlahtut nammaduvvojit njealji jahkái háválassii .
nob: Styremedlemmene og varamedlemmene oppnevnes for inntil fire år av gangen .

source: Ii oktage sáhte leat stivrralahttun eambbo go logi jagi oktilassii .
nob: Ingen kan være styremedlem i mer enn ti år i sammenheng .

source: Stivrralahtuid ja sadjásašlahtuid sáhttá bidjat eret dat orgána , mii lea nammadan guoskevačča .
nob: Styremedlemmer og varamedlemmer kan avsettes av det organ som har oppnevnt vedkommende .

source: Orgána galgá dalle ođđasis válljet lahtuid ja sadjásašlahtuid ovtta ollái .
nob: Organet skal i så fall på nytt velge medlemmer og varamedlemmer samlet .

source: Stivrralahtuin ja sadjásašlahtuin lea vuoigatvuohta luohpat ovdal go bálvalusáigi lea nohkan , juos lea earenoamáš árta .
nob: Styremedlemmer og varamedlemmer har rett til å tre tilbake før tjenestetiden er ute dersom særlig grunn foreligger .

source: Stivrii ja orgánii , mii lea nammadan guoskevačča , galgá addojuvvot govttolaš ovddalgihtedieđáhus .
nob: Styret og det organ som har oppnevnt vedkommende , skal gis rimelig forhåndsvarsel .

source: Njealját lađđasa nubbi čuokkis gusto seamma láhkai .
nob: Fjerde ledd annet punktum gjelder tilsvarende .

source: Stivra vállje ieš lahtuidis gaskkas jođiheaddji ja várrejođiheaddji .
nob: Styret velger selv en leder og en nestleder blant medlemmene .

source: Juos ii oktage oaččo eanetlogu , de mearrida Finnmárkku fylkkadiggi leaskalohkojagiin ja Sámediggi bárralohkojagiin guhtemuččat guđa lahtus galgaba leat jođiheaddji ja várrejođiheaddji .
nob: Dersom ingen oppnår flertall , fastsetter Finnmark fylkesting i oddetallsår og Sametinget i partallsår hvem av de seks medlemmene som skal være leder og nestleder .

source: § 8 Dárkileappot gorreválggaid birra Stivrralahtuid ja sadjásašlahtuid válggat galget dollojuvvot gorreválgan nugo namahuvvo gielddalágas § 37 , juos uhcimustá okta orgána lahtuin dan gáibida .
nob: § 8 Nærmere om forholdsvalg Valget av styremedlemmer og varamedlemmer holdes som forholdsvalg som nevnt i kommuneloven § 37 dersom minst ett medlem av organet krever det .

source: Juos gorreválggain lea dárbbašlaš deavdit gáibádusa , man mielde lahtuid ja sadjásašlahtuid gaskkas galget leat sihke nissonat ja dievddut , de galgá beare uhccán ovddastuvvon sohkabeali evttohasaid loktet badjeliidda dan listtas , mii lea ožžon uhcimus jienaid daid listtaid gaskkas mat galget ovddastuvvot .
nob: Dersom det ved forholdsvalg er nødvendig for å oppfylle kravet om at det blant medlemmene og varamedlemmene skal være både kvinner og menn , skal kandidater fra det underrepresenterte kjønn rykke opp på den listen som har fått færrest stemmer av de listene som skal representeres .

source: Juos leat ovtta meare jienat , de mearriduvvo vuorbádeami bokte guđe listtas loktejuvvo badjeliidda .
nob: Ved stemmelikhet avgjøres det ved loddtrekning på hvilken liste opprykk skal skje .

source: Juos gorreválggain Sámedikkis lea dárbbašlaš deavdit gáibádusa , ahte okta stivrralahtuin ja su sadjásašlahttu galgaba leat boazodoalu ovddasteaddjit , de galgá boazodoalu ovddasteddjiid loktet badjeliidda dan listtas , mii lea ožžon uhcimus jienaid daid listtaid gaskkas , mat galget ovddastuvvot ja main leat dakkár evttohasat .
nob: Dersom det ved forholdsvalg i Sametinget er nødvendig for å oppfylle kravet om at et av styremedlemmene og vedkommendes varamedlem skal være representanter for reindriften , skal representanter for reindriften rykke opp på den listen som har fått færrest stemmer av de listene som skal representeres og som har slike kandidater .

source: Juos ii leat oktage dakkár lista , de manná maŋimuš stivrrasadji boazodoalu ovddasteddjiide , geat leat dan listtas mii lea ožžon eanemus jienaid daid listtaid gaskkas , main leat dakkár evttohasat .
nob: tantene for reindriften på den listen som har fått flest stemmer av de listene som har slike kandidater .

source: Juos leat ovtta meare jienat , de mearriduvvo vuorbádeami bokte , guđe lista lea ožžon eanemus dahje uhcimus jienaid .
nob: Ved stemmelikhet avgjøres det ved loddtrekning hvilken liste som skal anses for å ha fått flest eller færrest stemmer .

source: § 9 Stivrra dahkamušat ja áššegieđahallan Finnmárkkuopmodaga hálddaheapmi gullá stivrii .
nob: § 9 Styrets oppgaver og saksbehandling Forvaltningen av Finnmarkseiendommen hører under styret .

source: Stivra galgá fuolahit doibmii bealuštahtti organiserema .
nob: Styret skal sørge for forsvarlig organisering av virksomheten .

source: Stivra galgá dárbbašlaš olis mearridit plánaid , budjeahta , válddahusaid ja bagadusaid doibmii .
nob: Styret skal i nødvendig utstrekning fastsette planer , budsjett , retningslinjer og instrukser for virksomheten .

source: Stivra čađaha guorahallamiid , maid atná dárbbašlažžan vai sáhttá doaimmahit dahkamušaidis .
nob: Styret iverksetter de undersøkelser som det finner nødvendig for å kunne utføre sine oppgaver .

source: Stivra čađaha guorahallamiid , juos okta stivrralahttu gáibida dan .
nob: Styret skal iverksette slike undersøkelser dersom et styremedlem krever det .

source: Stivrrajođiheaddji galgá fuolahit , ahte áigeguovdilis áššit gieđahallojuvvojit stivrras ja ahte stivra gohččojuvvo čoahkkimiidda ulbmillaš vuogi mielde ja govttolaš áigemeriin .
nob: Styrelederen skal sørge for at aktuelle saker blir behandlet i styret og at det blir innkalt til styremøter på hensiktsmessig måte og med rimelig frist .

source: Okta stivrralahttu sáhttá gáibidit stivrra gieđahallat dihtoáššiid .
nob: Et styremedlem kan kreve at styret behandler bestemte saker .

source: Stivra galgá gieđahallat áššiid čoahkkimis , juos jođiheaddji ii gávnnat ahte ášši sáhttá ovdandivvut stivrii čálalaččat dahje gieđahallat eará sihkkaris vuogi mielde .
nob: Styret skal behandle saker i møte med mindre lederen finner at saken kan forelegges styret skriftlig eller behandles på annen betryggende måte . Et styremedlem kan kreve møtebehandling .

source: Stivra sáhttá dahkat mearrádusaid , go uhcimustá vihtta lahtu leat das .
nob: Styret kan treffe vedtak når minst fem medlemmer er til stede .

source: Mearrádusat dahkkojuvvojit dábálaš eanetloguin , juos eará ii čuovo §:s 10 .
nob: Vedtak treffes med alminnelig flertall med mindre annet følger av § 10 .

source: Go leat ovtta meare jienat , de mearrida stivrrajođiheaddji jietna .
nob: Ved stemmelikhet er styrelederens stemme avgjørende .

source: Stivra addá jahkásaččat muitalusa gozihanlávdegoddái Finnmárkkuopmodaga doaimmas .
nob: Styret avgir årlig en beretning til kontrollkomiteen om Finnmarkseiendommens virksomhet .

source: Muitalusas galgá namalassii čilget meahcceeatnamiid geavaheami nuppástumiid ja árvvoštallat maid nuppástumit mearkkašit sámi kultuvrra luondduvuđđosii , boazodollui , meahcásteapmái , ealáhusdoaimmaheapmái ja servodateallimii .
nob: I beretningen skal det gis en særskilt redegjørelse for endringer i bruken av utmark og en vurdering av endringenes betydning for naturgrunnlaget for samisk kultur , reindrift , utmarksbruk , næringsutøvelse og samfunnsliv .

source: Stivra mearrida ieš iežas mávssu .
nob: Styret fastsetter selv sin godtgjørelse .

source: Mávssu máksá Finnmárkkuopmodat . §
nob: Godtgjørelsen dekkes av Finnmarkseiendommen . §

source: 10 Áššit meahcceeatnamiid nuppástuvvan geavaheami ja gittaopmodagaid luobaheami jd. birra Áššiin meahcceeatnamiid nuppástuvvan geavaheami birra galgá Finnmárkkuopmodat árvvoštallat , mo nuppástupmi váikkuha sámi kultuvrii , boazodollui , meahcásteapmái , ealáhusdoaimmaheapmái ja servodateallimii .
nob: 10 Saker om endret bruk av utmark og avhendelse av fast eiendom m.m. I saker om endret bruk av utmark skal Finnmarkseiendommen vurdere hvilken betydning endringen vil ha for samisk kultur , reindrift , utmarksbruk , nærings-

source: Sámedikki válddahusaid § 4 mielde galgá atnit vuođđun sámi beroštusaid árvvoštallamis vuosttas čuoggá mielde .
nob: Sametingets retningslinjer etter § 4 skal legges til grunn ved vurderingen av samiske interesser etter første punktum .

source: Mearrádusat meahcceeatnamiid nuppástuvvan geavaheami birra gáibidit álo uhcimustá njealji stivrralahtu doarjaga , juos olles uhcitlohku vuođđudallá oainnus sámi kultuvrra , boazodoalu , meahcásteami , ealáhusdoaimmaheami ja servodateallima destii mii lea árvvoštallojuvvon Sámedikki válddahusaid vuođul .
nob: Vedtak om endret bruk av utmark krever tilslutning fra minst fire styremedlemmer dersom hele mindretallet begrunner sitt standpunkt i hensynet til samisk kultur , reindrift , utmarksbruk , næringsutøvelse og samfunnsliv vurdert på bakgrunn av Sametingets retningslinjer .

source: Juos eanetlogus eai leat eambbo go njealjis , de sáhttá uhcitlohku stivrračoahkkima áigge ovtta oli gáibidit ášši Sámedikki gieđahallamii .
nob: Dersom flertallet ikke utgjør flere enn fire , kan et samlet mindretall i løpet av styremøtet kreve at saken forelegges for Sametinget .

source: Juos Sámediggi ii dohkket eanetlogu mearrádusa , dahje ii gieđahala ášši govttolaš áiggi sisa , de sáhttá stivrra eanetlohku ovtta oli gáibidit Finnmárkkuopmodaga váldit ášši ovdan Gonagasain , gii mearrida dohkkehuvvogo mearrádus .
nob: Dersom Sametinget ikke godtar flertallets vedtak eller unnlater å behandle saken innen rimelig tid , kan et samlet flertall i styret kreve at Finnmarkseiendommen forelegger saken for Kongen , som avgjør om vedtaket skal godkjennes .

source: Mearrádusa dohkkeheapmi dahká stivrramearrádusa mađđása .
nob: Godkjennelse av vedtaket har virkning som styrevedtak .

source: Juos evttohusa meahcceeatnamiid nuppástuvvan geavaheami birra , mii juogo gusto dušše Kárášjoga , Guovdageainnu , Unjárgga , Porsáŋggu ja Deanu gildii dahje gusto dušše reasta Finnmárkui , dorjot golbma ja dušše golbma stivrralahtu , de sáhttet golbma stivrralahtu ovtta oli gáibidit ášši gieđahallat oktii vel .
nob: Dersom et forslag om endret bruk av utmark som enten bare gjelder Karasjok , Kautokeino , Nesseby , Porsanger og Tana kommuner eller bare gjelder resten av Finnmark , får tilslutning fra tre og bare tre styremedlemmer , kan tre styremedlemmer samlet kreve at saken behandles en gang til .

source: Dán gieđahallamii ii searvit Finnmárkku fylkkadikki válljen maŋimuš stivrralahttu , juos ášši gusto Kárášjoga , Guovdageainnu , Unjárgga , Porsáŋggu ja Deanu gieldda meahcceeatnamiid nuppástuvvan geavaheapmái .
nob: Ved denne behandlingen deltar ikke det siste styremedlemmet valgt av Finnmark fylkesting dersom saken gjelder endret bruk av utmark i Karasjok , Kautokeino , Nesseby , Porsanger eller Tana kommuner .

source: Juos ášši gusto reasta Finnmárkku meahcceeatnamiid nuppástuvvan geavaheapmái , de ii searvit Sámedikki válljen maŋimuš stivrralahttu gii ii ovddas boazodoalu .
nob: Gjelder saken endret bruk av utmark i resten av Finnmark , deltar ikke det siste styremedlemmet valgt av Sametinget som ikke representerer reindriften .

source: Ášši mearriduvvo dábálaš eanetloguin .
nob: Saken avgjøres med alminnelig flertall .

source: Juos mearriduvvo meahcceeatnamiid nuppástuvvan geavaheapmi golmma ja dušše golmma stivrralahtu doarjagiin ja olles uhcitlohku vuođđudallá oainnus sámi kultuvrra , boazodoalu , meahcásteami , ealáhusdoaimmaheami ja servodateallima destii mii lea árvvoštallojuvvon Sámedikki válddahusaid vuođul , de sáhttá uhcitlohku ovtta oli stivrračoahkkima áigge gáibidit ášši Sámedikki gieđahallamii .
nob: Dersom det blir besluttet endret bruk av utmark med tilslutning fra tre og bare tre styremedlemmer og hele mindretallet begrunner sitt standpunkt i hensynet til samisk kultur , reindrift , utmarksbruk , næringsutøvelse og samfunnsliv vurdert på bakgrunn av Sametingets retningslinjer , kan et samlet mindretall i løpet av styremøtet kreve at saken forelegges for Sametinget .

source: Nuppi lađđasa goalmmát ja njealját čuokkis gusto seamma láhkai .
nob: Annet ledd tredje og fjerde punktum gjelder tilsvarende .

source: Nubbi ja goalmmát lađas gustojit seamma láhkai virgehasaid ja earrásiid fápmudeapmái dahkat mearrádusa meahcceeatnamiid nuppástuvvan geavaheamis .
nob: Annet og tredje ledd gjelder tilsvarende for bemyndigelse av ansatte og andre til å treffe beslutning om endret bruk av utmark .

source: Vuosttas lađđasis njealját lađđasii gustojit seamma láhkai áššiide meahcceeatnamiid dahje vuoigatvuođaid meahcceeatnamiin luobaheami ja láigoheami birra .
nob: Første til fjerde ledd gjelder tilsvarende for saker om avhendelse og bortleie av utmark eller rettigheter i utmark .

source: Dán paragráfa mearrádusat eai gusto kapihttalis 3 namahuvvon áššiide .
nob: Bestemmelsene i paragrafen her gjelder ikke for saker etter kapittel 3 .

source: Mearrádusaid gittaopmodaga luobaheamis , mat leat dahkkojuvvon uhcit go njealji stivrralahtu doarjagiin , ferte Sámediggi ja Finnmárkku fylkkadiggi dohkkehit .
nob: Vedtak om avhendelse av fast eiendom som er truffet med tilslutning fra mindre enn fire styremedlemmer , må godkjennes av Sametinget og Finnmark fylkesting .

source: Vuosttas čuokkis ii gusto daid opmodagaid luobaheapmái mat leat čuldojuvvon almmolaš juohkogávppi bokte ja mat leat biddjojuvvon huksenguovlun plánain plána- ja huksenlága mielde , dahje čuldojuvvon duktasajiide maidda lea huksejuvvon .
nob: Første punktum gjelder ikke for avhendelse av eiendommer som er fradelt ved offentlig delingsforretning og som er utlagt til byggeområde i planer etter plan- og bygningsloven , eller fradelte tomter som er bebygd .

source: § 11 Áššit mat gusket virgehasaid bargodillái ja riektedillái Finnmárkkuopmodaga virgehasat válljejit gaskkasteaset ovddasteaddji , gii searvá Finnmárkkuopmodaga stivrii go dat gieđahallá virgehasaid bargodillái dahje riektedillái guoski áššiid .
nob: § 11 Saker som angår de ansattes arbeidssituasjon og rettsstilling Av og blant de ansatte i Finnmarkseiendommen velges en representant som møter i Finnmarkseiendommens styre ved behandling av saker som angår de ansattes arbeidssituasjon eller rettsstilling .

source: Virgehasaid ovddasteaddjis lea sárdnun- ja evttohanvuoigatvuohta , muhto ii jienastanvuoigatvuohta .
nob: Representanten for de ansatte har tale- og forslagsrett , men ikke stemmerett .

source: Virgehasaid ovddasteaddjis ii leat vuoigatvuohta leat mielde gieđahallamin daid áššiid , mat gustojit bargoaddi ráhkkaneapmái šiehtadallat bargiiguin , bargogiččuide , riektesoahpameahttunvuođaide bargiidorganisašuvnnaiguin dahje tariffašiehtadusaid eretcealkimii guoskevaš áššiin . §
nob: Representanten for de ansatte har ikke rett til å delta i behandlingen av saker som gjelder arbeidsgivers forberedelse til forhandlinger med arbeidstakere , arbeidskonflikter , rettstvister med arbeidstakerorganisasjoner eller oppsigelse av tariffavtaler . §

source: 12 Ovddastus Stivra ovddasta Finnmárkkuopmodaga olggošguvlui ja vuolláičállá firpmá beales .
nob: 12 Representasjon Styret representerer Finnmarkseiendommen utad og tegner dens firma .

source: Stivra sáhttá addit ovtta dahje máŋgga stivrralahttui dahje eará nammejaolbmuide vuoigatvuođa vuolláičállit Finnmárkkuopmodaga firpmá beales .
nob: Styret kan gi et eller flere styremedlemmer eller andre navngitte personer rett til å tegne Finnmarkseiendommens firma . Rett til å tegne firma kan når som helst tilbakekalles .

source: Juos oktage , gii ovddasta Finnmárkkuopmodaga olggošguvlui dán mearrádusa mielde , lea mannan guhkkelii go su váldi juoksu , de háldogeavaheapmi ii čana Finnmárkkuopmodaga , go Finnmárkkuopmodat duođašta ahte mieldešiehtadalli áddii dahje livččii galgan áddet , ahte lea mannan guhkkelii go váldi juoksu ja ahte livččii riidán rehálašvuođa dahkat háldogeavaheami gustojeaddjin .
nob: Har noen som representerer Finnmarkseiendommen utad etter bestemmelsen her gått ut over sin myndighet , er disposisjonen ikke bindende for Finnmarkseiendommen når Finnmarkseiendommen godtgjør at medkontrahenten forsto eller burde ha forstått at myndigheten ble overskredet og det ville stride mot redelighet å gjøre disposisjonen gjeldende .

source: Finnmárkkuopmodat galgá logahuvvot fitnodatlogaheapmái . § 14 Bántideapmi ja vealgeoaguheapmi Gittaopmodaga , man Finnmárkkuopmodat oamasta ja daid ráddjejuvvon vuoigatvuođaid , mat Finnmárkkuopmodagas leat earáid oamastan gittaopmodagas , ii sáhte bidjat dáhkádussan vealggi dahje eará geatnegasvuođaid ovddas eaige dat sáhte leat velgoheaddjiduoguštanáhtun .
nob: § 15 Utdeling av overskudd Dersom Finnmarkseiendommen i bankinnskudd , kontanter og lignende har aktiva som fratrukket eventuell gjeld overstiger det som trengs av reserver for å sikre driften , kan styret beslutte at overskuddet helt eller delvis skal utbetales til Finnmark fylkeskommune , Sametinget eller allmennyttige formål som kommer fylkets innbyggere til gode .

source: Dát ii dattege gusto dakkár opmodagaide ja ráddjejuvvon vuoigatvuođaide opmodagain , mat leat čuldojuvvon almmolaš juohkogávppi bokte ja mat leat biddjojuvvon huksenguovlun plánain plána- ja huksenlága mielde , dahje čuldojuvvon duktasajiide maidda lea huksejuvvon .
nob: nevnes for inntil fire år av gangen .

source: Finnmárkkuopmodaga ii sáhte reastaluhttit dahje álggahit das vealgešiehtadallamiid . §
nob: Ingen kan være medlem i mer enn ti år i sammenheng . Medlemmet oppnevnt av staten er leder for komiteen .
